rails-api/app/controllers/influencers_controller.rb

SELECT "influencers".* FROM "influencers"
---
	def index
		@influencers = Influencer.all